Repository: alpaka206/AlarmTalk
Catalog: apps/ios-native/AlarmTalk/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: "%@, 일어날 시간이에요"
en: "%@, time to wake up"
ja: 「%@、起きる時間ですよ」

source: %@ 섹션
en: %@ section
ja: %@セクション

source: %@ 이용권 · 현재 %lld/%lld명
en: %@ plan · %lld/%lld now
ja: %@プラン · 現在%lld/%lld人

source: %@ 이용권 사용 중이에요. 등록은 이용권이 종료된 다음 가능해요.
en: Your %@ plan is active. You can register a new code once it ends.
ja: %@プランを利用中です。登録はプランの終了後に可能です。

source: %@ 후에 울려요.
en: Rings in %@.
ja: %@後に鳴ります。

source: %lld/%lld명 사용
en: %lld/%lld in use
ja: %lld/%lld人が使用中

source: %lld/%lld명 사용 · 정원이 가득 차서 공유할 수 없어요
en: %lld/%lld in use · Full, so you can't share
ja: %lld/%lld人が使用中 · 定員がいっぱいで共有できません

source: %lld분
en: %lld minutes
ja: %lld分

source: %lld시간
en: %lld hours
ja: %lld時間

source: %lld시간 %lld분
en: %lld hours %lld minutes
ja: %lld時間%lld分

source: %lld일
en: %lld days
ja: %lld日

source: %lld일 %lld시간
en: %lld days %lld hours
ja: %lld日%lld時間

source: %lld회
en: %lld times
ja: %lld回

source: '%@' 가 내게 어떻게 말할지 알려주세요.
en: Tell us how '%@' should talk to you.
ja: 「%@」があなたにどう話しかけるか教えてください。

source: '%@' 목소리를 삭제할까요? 이 목소리를 쓰는 알람은 기본 알람음으로 바뀌어요. 저장된 음원 파일도 함께 삭제돼요.
en: Delete the voice '%@'? Alarms using this voice will switch to the default alarm sound, and the saved audio files will be deleted too.
ja: 「%@」の声を削除しますか？ この声を使うアラームは既定のアラーム音に変わります。保存された音源ファイルも一緒に削除されます。

source: '알람 + 음성'을 고르면 등록한 목소리가 함께 울려요. 랜덤 문구를 켜면 아침마다 새로운 메시지로 깨워줘요.
en: Choose 'Alarm + Voice' and the voice you registered will play along. Turn on random messages to be woken with a fresh message each morning.
ja: 'アラーム + 音声'を選ぶと、登録した声も一緒に鳴ります。ランダムメッセージをオンにすると、毎朝新しいメッセージで起こしてくれます。

source: + 시간 추가
en: + Add time
ja: + 時間を追加

source: 0% 에서는 앱이 켜져 있을 때 재생되는 음성 폴백이 꺼집니다. OS 알람 톤은 기기의 시스템 알람 음량으로 계속 울립니다.
en: At 0%, the voice fallback played while the app is open is turned off. The OS alarm tone keeps ringing at the device's system alarm volume.
ja: 0%では、アプリが起動中に再生される音声フォールバックがオフになります。OSのアラーム音は端末のシステムアラーム音量で鳴り続けます。

source: 12초 이상 2분 이하 구간만 사용할 수 있어요.
en: You can only use a range between 12 seconds and 2 minutes.
ja: 12秒以上2分以下の区間のみ使用できます。

source: 12초 이상 2분 이하 구간만 학습에 사용할 수 있어요.
en: Only a 12-second to 2-minute range can be used for training.
ja: 12秒以上2分以下の区間のみ学習に使用できます。

source: 12초 이상 2분 이하 구간을 골라 주세요.
en: Choose a range between 12 seconds and 2 minutes.
ja: 12秒以上2分以下の区間を選んでください。

source: 12초 이상 2분 이하로 녹음해 주세요. 1분 30초를 권장해요.
en: Record for 12 seconds to 2 minutes. We recommend 1 minute 30 seconds.
ja: 12秒以上2分以下で録音してください。1分30秒をおすすめします。

source: 12초 이상 2분 이하로 평소 목소리처럼 또박또박 읽어 주세요. 가지고 있는 음성 파일이나 영상으로도 만들 수 있어요.
en: Read clearly in your normal voice for 12 seconds to 2 minutes. You can also use an audio file or video you already have.
ja: 12秒以上2分以下で、普段の声ではっきりと読んでください。お持ちの音声ファイルや動画でも作成できます。

source: 12초 이상 녹음해 주세요.
en: Please record for at least 12 seconds.
ja: 12秒以上録音してください。

source: 12초 이상 들리는 구간을 선택해 주세요.
en: Please choose a range with at least 12 seconds of clear audio.
ja: 12秒以上はっきり聞こえる区間を選んでください。

source: 12초 이상 들리는 구간이 필요해요.
en: You need a range with at least 12 seconds of clear audio.
ja: 12秒以上はっきり聞こえる区間が必要です。

source: 12초 이상 준비해 주세요.
en: Please prepare at least 12 seconds.
ja: 12秒以上ご用意ください。

source: 12초 이상 준비해야 등록할 수 있어요.
en: You need at least 12 seconds to register.
ja: 12秒以上ないと登録できません。

source: 12초 이상 파일을 선택해 주세요.
en: Please choose a file of at least 12 seconds.
ja: 12秒以上のファイルを選んでください。

source: 1분부터 30분까지 정할 수 있어요.
en: You can set anywhere from 1 to 30 minutes.
ja: 1分から30分まで設定できます。

source: 1초 이상 들리는 음성이 필요해요.
en: A voice of at least 1 second is required.
ja: 1秒以上の音声が必要です。

source: 1초 이상 들리는 파일을 선택해 주세요.
en: Please select a file at least 1 second long.
ja: 1秒以上の音声が入ったファイルを選択してください。

source: 2명이 함께 사용
en: For 2 people together
ja: 2人で一緒に利用

source: 2분 이내 구간만 사용할 수 있어요.
en: Only a range within 2 minutes can be used.
ja: 2分以内の区間のみ使用できます。

source: 2분 이하 구간만 사용할 수 있어요.
en: Only ranges of 2 minutes or less can be used.
ja: 2分以下の区間のみ使用できます。

source: 2분 이하 음성으로 등록할 수 있어요.
en: You can register voice that is 2 minutes or less.
ja: 2分以下の音声で登録できます。

source: 30일 뒤에 계정과 모든 데이터가 영구 삭제돼요. 그 전에 다시 로그인하면 탈퇴를 취소할 수 있어요.
en: Your account and all data will be permanently deleted in 30 days. Log in again before then to cancel the deletion.
ja: 30日後にアカウントとすべてのデータが完全に削除されます。それまでに再度ログインすると退会を取り消せます。

source: 30초가 넘는 음성은 잠금 화면에서 울리도록 앞 30초만 사용돼요.
en: Voices over 30 seconds use only the first 30 seconds so they can ring on the lock screen.
ja: 30秒を超える音声は、ロック画面で鳴らせるよう最初の30秒だけ使われます。

source: 3회
en: 3 times
ja: 3回

source: 5회
en: 5 times
ja: 5回

source: 60초 이상 녹음한 뒤 학습을 등록해 주세요.
en: Record at least 60 seconds, then start training.
ja: 60秒以上録音してから学習を登録してください。

source: 8자 이상
en: 8+ characters
ja: 8文字以上

source: 8자 이상, 영문·숫자 포함
en: 8+ characters, with letters and numbers
ja: 8文字以上、英字と数字を含む

source: AI 가 화자별 구간을 자동으로 분리해요. 잠깐 시간이 걸려요.
en: AI separates each speaker's segments automatically. This takes a moment.
ja: AIが話者ごとの区間を自動で分離します。少し時間がかかります。

source: App Store 결제
en: App Store payment
ja: App Store決済

source: Apple ID 로그인이 더 이상 유효하지 않아요. 다시 로그인해 주세요.
en: Your Apple ID sign-in is no longer valid. Please sign in again.
ja: Apple IDのログインが無効になりました。もう一度ログインしてください。

source: Apple ID 로그인이 해제되었어요.
en: Your Apple ID sign-in has been removed.
ja: Apple IDのログインが解除されました。

source: Apple identity token을 받지 못했어요.
en: Couldn't get your Apple identity token.
ja: Appleのアイデンティティトークンを取得できませんでした。

source: Apple 로그인 상태를 확인하지 못했어요.
en: Couldn't check your Apple sign-in status.
ja: Appleログインの状態を確認できませんでした。

source: Apple 로그인 정보를 확인하지 못했어요.
en: Couldn't verify your Apple sign-in info.
ja: Appleログイン情報を確認できませんでした。

source: Apple 로그인에 실패했어요. 다시 시도해 주세요.
en: Apple sign-in failed. Please try again.
ja: Appleログインに失敗しました。もう一度お試しください。

source: Family · Couple 플랜으로 업그레이드해 슬롯을 확장해요
en: Upgrade to a Family or Couple plan to expand slots
ja: ファミリー・カップルプランにアップグレードしてスロットを拡張

source: [선택] 광고성 정보 수신 동의
en: [Optional] Agree to receive marketing messages
ja: ［任意］広告・宣伝情報の受信に同意

source: [필수] 개인정보 처리방침 동의
en: [Required] Agree to Privacy Policy
ja: ［必須］プライバシーポリシーに同意

source: [필수] 만 14세 이상입니다
en: [Required] I am 14 or older
ja: ［必須］満14歳以上です

source: [필수] 이용약관 동의
en: [Required] Agree to Terms of Service
ja: ［必須］利用規約に同意

source: m4a, mp3, wav, mp4 등 iOS가 읽을 수 있는 파일을 선택해 주세요.
en: Choose a file iOS can read, such as m4a, mp3, wav, or mp4.
ja: m4a、mp3、wav、mp4などiOSが読み込めるファイルを選んでください。

source: 가격 불러오는 중
en: Loading price
ja: 価格を読み込み中

source: 가벼운 오늘의 운세를 곁들여요.
en: Adds a light daily fortune.
ja: 軽い今日の運勢を添えます。

source: 가이드 %lld / %lld
en: Guide %lld / %lld
ja: ガイド %lld / %lld

source: 가입한 이메일로 인증 코드를 보내드려요.
en: We'll email a verification code to your account.
ja: 登録メールに認証コードをお送りします。

source: 가족
en: Family
ja: 家族

source: 가족 그룹
en: Family group
ja: 家族グループ

source: 가족 그룹이 없어요.
en: You don't have a family group yet.
ja: まだ家族グループがありません。

source: 가족 목소리
en: Family voices
ja: ファミリーの声

source: 가족 목소리 공유
en: Share family voices
ja: 家族の声を共有

source: 가족·커플 이용권을 등록하면 여기에서 함께 쓰는 사람을 관리할 수 있어요.
en: Register a Family or Couple plan to manage the people you share it with here.
ja: 家族・カップルプランを登録すると、ここで一緒に使う人を管理できます。

source: 가족에게 알람 보내기
en: Send alarms to your family
ja: 家族へのアラーム送信

source: 가족이 내 알람 맞추기 허용
en: Let family set my alarms
ja: 家族が私のアラームを設定するのを許可

source: 가족이 보낸 음성
en: Voice from family
ja: 家族からの音声

source: 각 화자의 목소리를 만든 뒤 미리듣고 사용할 목소리를 하나 골라 주세요.
en: Create each speaker's voice, preview them, then pick one to use.
ja: 各話者の声を作成し、試聴してから使用する声を一つ選んでください。

source: 간격
en: Interval
ja: 間隔

source: 간격 직접 설정
en: Set custom interval
ja: 間隔をカスタム設定

source: 간편 로그인
en: Quick sign-in
ja: かんたんログイン

source: 같은 시각 알람이 있어요
en: An alarm is already set for this time
ja: 同じ時刻にアラームがあります

source: 개인
en: Personal
ja: パーソナル

source: 개인 사용
en: Personal use
ja: 個人利用

source: 개인 이용권 기능 전부 포함
en: Everything in Personal
ja: パーソナルの全機能を含む

source: 개인 이용권 선물
en: Gift a Personal pass
ja: パーソナル利用券のプレゼント

source: 개인 이용권 선물 코드를 준비했어요.
en: Your personal plan gift code is ready.
ja: 個人利用券のプレゼントコードを準備しました。

source: 개인 이용권 선물하기
en: Gift a Personal pass
ja: パーソナル利用券をプレゼント

source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー

source: 거부됨
en: Denied
ja: 拒否されました

source: 건강
en: Health
ja: 健康

source: 건너뛰기
en: Skip
ja: スキップ

source: 계속 만들기
en: Keep creating
ja: 作り続ける

source: 계정
en: Account
ja: アカウント

source: 계정 만들기
en: Create account
ja: アカウントを作成

source: 고르면 한 번 울려서 들려드려요. 실제 알람에서는 이 패턴이 반복돼요.
en: We'll play it once when you pick it. In a real alarm this pattern repeats.
ja: 選ぶと一度鳴らしてお聞かせします。実際のアラームではこのパターンが繰り返されます。

source: 고른 테마의 문구가 알람마다 번갈아 나와요.
en: Phrases from the theme you picked take turns with each alarm.
ja: 選んだテーマの文言がアラームごとに入れ替わります。

source: 곧 울려요.
en: Ringing soon.
ja: まもなく鳴ります。

source: 공부
en: Study
ja: 勉強

source: 공유
en: Share
ja: 共有

source: 공유 끄기
en: Turn off sharing
ja: 共有をオフ

source: 공유 불가
en: Can't share
ja: 共有できません

source: 공유 음성 정보를 저장했어요.
en: Shared voice info has been saved.
ja: 共有された声の情報を保存しました。

source: 공유 이용권
en: Shared pass
ja: 共有利用券

source: 공유 이용권 정보를 불러오지 못했어요
en: Couldn't load the shared plan info.
ja: 共有利用券の情報を読み込めませんでした。

source: 공유 이용권과 메시지에서 표시되는 이름이에요.
en: This name appears in shared passes and messages.
ja: 共有利用券やメッセージに表示される名前です。

source: 공유 이용권에 참여 중이에요.
en: You're part of a shared pass.
ja: 共有利用券に参加中です。

source: 공유 이용권에서 나가기
en: Leave shared pass
ja: 共有利用券から抜ける

source: 공유 이용권을 관리 중이에요.
en: You're managing a shared plan.
ja: 共有プランを管理中です。

source: 공유 중
en: Sharing
ja: 共有中

source: 공유 코드
en: Share code
ja: 共有コード

source: 공유 코드 만들기
en: Create share code
ja: 共有コードを作成

source: 공유 코드 재발급
en: Regenerate share code
ja: 共有コードの再発行

source: 공유 코드 정보를 불러오지 못했어요
en: Couldn't load the share code info
ja: 共有コード情報を読み込めませんでした

source: 공유 코드가 아직 없어요. %@ 구성원을 초대할 초대 코드를 만들어 주세요.
en: No share code yet. Create an invite code to invite %@ members.
ja: 共有コードはまだありません。%@のメンバーを招待する招待コードを作成してください。

source: 공유 코드를 다시 불러오지 못했어요.
en: Couldn't reload the share code.
ja: 共有コードを再読み込みできませんでした。

source: 공유 코드를 등록하거나 가족 이용권 공유 코드를 만든 뒤 함께 쓰는 알람을 사용할 수 있어요.
en: Register a share code or create a family pass code to start using shared alarms together.
ja: 共有コードを登録するか、家族利用券の共有コードを作成すると、一緒に使うアラームを利用できます。

source: 공유 허용
en: Allow sharing
ja: 共有を許可

source: 공유는 커플/가족 이용권에서 사용할 수 있어요.
en: Sharing is available with a Couple or Family plan.
ja: 共有はカップル/ファミリープランでご利用いただけます。

source: 공유를 껐어요.
en: Sharing is off.
ja: 共有をオフにしました。

source: 공유를 켰어요.
en: Sharing is on.
ja: 共有をオンにしました。

source: 공유받은 목소리
en: Voices shared with you
ja: 共有された声

source: 공유받은 목소리 설정
en: Shared voice settings
ja: 共有された声の設定

source: 공유받은 목소리의 관계와 호칭을 먼저 설정해 주세요.
en: Please set the relationship and title for the shared voice first.
ja: 共有された声の関係と呼び名を先に設定してください。

source: 공유하기
en: Share
ja: 共有する

source: 공유할 이용권 선택
en: Choose a pass to share
ja: 共有する利用券を選択

source: 공유할 이용권 코드가 없어요.
en: You don't have any pass codes to share.
ja: 共有できる利用券コードがありません。

source: 공휴일 달력
en: Holiday calendar
ja: 祝日カレンダー

source: 공휴일 달력: %@ %@
en: Holiday calendar: %@ %@
ja: 祝日カレンダー: %@ %@

source: 공휴일에는 끄기
en: Turn off on holidays
ja: 祝日はオフにする

source: 공휴일에는 알람 끄기
en: Turn off alarms on holidays
ja: 祝日はアラームをオフにする

source: 관계 · %@
en: Relationship · %@
ja: 関係 · %@

source: 관계를 선택해 주세요
en: Please select a relationship
ja: 関係を選んでください

source: 관리자
en: Admin
ja: 管理者

source: 광고성 정보 수신
en: Receive marketing messages
ja: 広告性情報の受信

source: 광고성 정보 수신 동의
en: Marketing communications consent
ja: 広告情報の受信同意

source: 교체하기
en: Replace
ja: 置き換える

source: 구독 해지를 예약했어요.
en: Your cancellation has been scheduled.
ja: 解約を予約しました。

source: 구독은 자동으로 갱신돼요. 현재 기간 종료 24시간 전까지 해지하지 않으면 동일 금액으로 갱신되며, 요금은 결제 시점에 Apple ID 계정으로 청구돼요. 구매 후 App Store 계정 설정에서 언제든지 갱신을 끄거나 해지할 수 있어요.
en: Your subscription renews automatically. Unless canceled at least 24 hours before the end of the current period, it renews at the same price, and the charge is billed to your Apple ID at the time of purchase. After purchase, you can turn off auto-renewal or cancel anytime in your App Store account settings.
ja: サブスクリプションは自動更新されます。現在の期間終了の24時間前までに解約しない場合、同額で更新され、料金は購入時点でApple IDアカウントに請求されます。購入後はApp Storeアカウント設定でいつでも自動更新をオフにしたり解約したりできます。

source: 구성원
en: Members
ja: メンバー

source: 구성원 내보내기
en: Remove member
ja: メンバーを退出させる

source: 국외 이전 동의는 서비스 이용에 반드시 필요해요. 철회하려면 더보기에서 회원 탈퇴를 진행해 주세요.
en: Consent to overseas transfer is required to use AlarmTalk. To withdraw it, delete your account from More.
ja: 国外移転への同意はサービスの利用に必須です。撤回するには「もっと見る」から退会してください。

source: 권한이 꺼져 있어 알람이 울리지 않아요.
en: Alarms won't ring because permission is off.
ja: 権限がオフのため、アラームが鳴りません。

source: 권한이 없어요. 로그인 상태를 확인해 주세요.
en: You don't have permission. Please check that you're signed in.
ja: 権限がありません。ログイン状態を確認してください。

source: 금
en: Fri
ja: 金

source: 금요일
en: Friday
ja: 金曜日

source: 기본
en: Default
ja: 基本

source: 기본 목소리 알람
en: Alarms with default voices
ja: 基本の声のアラーム

source: 기본 목소리는 준비된 문구로만 말할 수 있어서, 직접 입력한 문구는 사라져요.
en: Basic voices only speak ready-made lines, so the message you typed will be removed.
ja: 基本の声は用意された文だけを話すので、直接入力した文はなくなります。

source: 기본 목소리는 준비된 문구로만 말할 수 있어요. 직접 입력하려면 내 목소리를 골라 주세요.
en: Default voices can only speak the prepared phrases. Choose your own voice to type your own.
ja: 既定の声は用意された文言しか話せません。自分で入力するには自分の声を選んでください。

source: 기본 목소리는 준비된 문구로만 말할 수 있어요. 직접 입력한 문구로 깨우려면 내 목소리를 골라 주세요.
en: Basic voices can only say prepared phrases. Choose your own voice to wake up with text you type.
ja: 基本の声は用意された文だけを話せます。自由入力の文で起こすには、自分の声を選んでください。

source: 기본 목소리로 바꿀까요?
en: Switch to a basic voice?
ja: 基本の声に変えますか?

source: 기본 목소리로는 직접 입력을 쓸 수 없어요
en: Basic voices can't read custom text
ja: 基本の声では自由入力を使えません

source: 기본 목소리를 골라보세요
en: Choose a default voice
ja: デフォルトの声を選んでください

source: 기본 알람과 무료 목소리 한 슬롯
en: Standard alarms and one free voice slot
ja: 通常アラームと無料の声1スロット

source: 기본 알람은 무료로 사용할 수 있어요.
en: Standard alarms are free to use.
ja: 通常アラームは無料で利用できます。

source: 기본 알람음
en: Default alarm sound
ja: 標準アラーム音

source: 기본 알람음으로 강등돼요
en: They'll be downgraded to the default alarm sound
ja: 標準のアラーム音に変更されます

source: 기본 알람음으로만 깨워드려요.
en: Wakes you with the default alarm sound only.
ja: 標準アラーム音だけで起こします。

source: 기본 제공 알람 음성
en: Built-in alarm voices
ja: 標準提供のアラーム音声

source: 기본 제공 음성을 선택했어요.
en: A built-in voice was selected.
ja: 標準提供の音声を選択しました。

source: 기상
en: Wake up
ja: 起床

source: 기상 + 날씨
en: Wake up + Weather
ja: 起床 + 天気

source: 기상 + 운세
en: Wake up + Fortune
ja: 起床 + 運勢

source: 기존 목소리를 삭제해 자리를 만들어요
en: Delete an existing voice to make room
ja: 既存の声を削除して空きを作る

source: 기차·카페 같은 환경음을 줄여 학습 품질을 높여요.
en: Reduces ambient sounds like trains or cafés to improve training quality.
ja: 電車やカフェのような環境音を抑えて学習品質を高めます。

source: 길이
en: Length
ja: 長さ

source: 깨워줄 말을 입력하거나 '랜덤 문구 사용'을 켜 주세요.
en: Enter a wake-up message or turn on 'Use random phrase'.
ja: 起こす言葉を入力するか、「ランダム文を使う」をオンにしてください。

source: 꺼짐
en: Off
ja: オフ

source: 꼭 입력해 주세요.
en: This field is required.
ja: 必ず入力してください。

source: 끌 때까지 반복
en: Repeat until turned off
ja: オフにするまで繰り返す

source: 끼니를 챙기도록 다정하게 권해요.
en: Gently reminds you to eat.
ja: 食事をとるよう優しくすすめます。

source: 나
en: Me
ja: 自分

source: 나가고 등록하기
en: Leave & register
ja: 退出して登録

source: 나가고 삭제
en: Leave and delete
ja: 離れて削除

source: 나가기
en: Leave
ja: 抜ける

source: 나가면 무료 이용권으로 전환돼요. 다시 들어오려면 새 초대 코드가 필요해요.
en: If you leave, you'll switch to the free pass. You'll need a new invite code to rejoin.
ja: 抜けると無料利用券に切り替わります。再び参加するには新しい招待コードが必要です。

source: 나가면 임시 목소리가 삭제돼요
en: Leaving will delete this voice draft
ja: 離れると仮の声が削除されます

source: 나라
en: Country
ja: 国

source: 나와의 관계
en: Relationship to me
ja: 私との関係

source: 나와의 관계를 입력해 주세요.
en: Please enter your relationship.
ja: 私との関係を入力してください。

source: 나중에 고르기
en: Choose later
ja: あとで選ぶ

source: 나중에 받기
en: Download later
ja: あとで受信

source: 날씨 문구에 사용할 지역
en: Region to use for weather messages
ja: 天気の文に使う地域

source: 날씨 지역
en: Weather region
ja: 天気の地域

source: 날씨·운세 등 매일 다른 문구
en: Fresh lines every day: weather, fortune, and more
ja: 天気・運勢など毎日新しいひとこと

source: 날씨가 들어간 깨움말에 사용할 지역이에요.
en: The region used for weather-based wake-up messages.
ja: 天気を含む起こし文に使う地域です。

source: 날씨가 들어간 문구를 쓰려면 지역을 입력해 주세요.
en: To use weather-based phrases, please enter a region.
ja: 天気を含む文を使うには、地域を入力してください。

source: 날씨를 쓸 지역을 입력해 주세요.
en: Please enter a region for the weather.
ja: 天気に使う地域を入力してください。

source: 남성
en: Male
ja: 男性

source: 남은 기간 요금은 비례 환불되고 이용권이 바로 종료돼요. 목소리는 3일간 보관돼요 — 그 안에 다시 이용권을 등록하면 그대로 다시 쓸 수 있고, 지나면 영구 삭제돼요.
en: The remaining period is refunded pro rata and your plan ends right away. Your voice is kept for 3 days — resubscribe within that window and it comes back as it was; after that it is deleted for good.
ja: 残り期間の料金は日割りで返金され、プランはすぐに終了します。声は3日間保管されます — その間に再登録すればそのまま使え、過ぎると完全に削除されます。

source: 남자친구
en: Boyfriend
ja: 彼氏

source: 남편
en: Husband
ja: 夫

source: 내 계정에서만 사용해요.
en: Use only on my account.
ja: 自分のアカウントでのみ使用します。

source: 내 목소리
en: My voice
ja: 自分の声

source: 내 목소리 · 공유 중
en: My voice · Sharing
ja: 自分の声 · 共有中

source: 내 목소리 만들기, 광고 제거, 개인 이용권 선물
en: Create your own voice, remove ads, and gift a Personal pass
ja: 自分の声の作成、広告非表示、個人パスのギフト

source: 내 목소리 만들기는 유료 기능이에요
en: Creating your own voice is a paid feature
ja: 自分の声を作るのは有料機能です

source: 내 목소리가 알람으로 들린다면 어떤 말이 가장 힘이 될지 생각하며 편하게 말해볼게.
en: Thinking about which words would be most encouraging to hear as an alarm, I'll just speak naturally.
ja: 私の声がアラームで聞こえるなら、どんな言葉が一番力になるか考えながら、気楽に話してみるね。

source: 내 목소리를 녹음해 클로닝하거나 미리듣기를 하려면 마이크 권한이 필요해요.
en: Microphone permission is needed to record and clone your voice or play previews.
ja: 自分の声を録音してクローンを作ったり、プレビューを再生するにはマイクの権限が必要です。

source: 내 목소리를 만들어 두면, 그 목소리로 알람이 깨워줘요.
en: Make your own voice, and it'll wake you up.
ja: 自分の声を作っておくと、その声でアラームが起こしてくれます。

source: 내 목소리를 만들어요
en: Create your own voice
ja: 自分の声を作りましょう

source: 내 목소리를 알람에 쓰고 싶을 때만 필요해요. 녹음하거나 업로드한 목소리를 음성 프로필 생성·클론·TTS 생성에 사용하며, 개인을 식별·재현할 수 있는 생체정보로 처리합니다. 지금 동의하지 않아도 기본 목소리 알람은 그대로 쓸 수 있고, 나중에 목소리를 등록할 때 다시 여쭤봐요.
en: Only needed if you want to use your own voice for alarms. Recorded or uploaded voices are used to create voice profiles, clone voices, and generate TTS, and are processed as biometric information that can identify or reproduce a person. Declining keeps the built-in voices working, and we will ask again when you register a voice.
ja: 自分の声をアラームに使いたい場合にのみ必要です。 録音またはアップロードした声を音声プロフィール作成・音声クローン・TTS生成に使用し、個人を識別または再現し得る生体情報として処理します。 同意しなくても標準の声のアラームはそのまま使え、声を登録するときに改めてお伺いします。

source: 내 알람 맞추기
en: Set my alarm
ja: 自分のアラームを設定

source: 내 정보 · 앱 설정
en: My info · App settings
ja: マイ情報・アプリ設定

source: 내 정보 수정
en: Edit my info
ja: 自分の情報を編集

source: 내보내기
en: Remove
ja: 退出させる

source: 내일 - %@
en: Tomorrow - %@
ja: 明日 - %@

source: 내일 아침
en: Tomorrow morning
ja: 明日の朝

source: 네트워크 상태를 확인한 뒤 다시 시도해 주세요.
en: Please check your network and try again.
ja: ネットワークの状態を確認してから、もう一度お試しください。

source: 네트워크 연결을 확인해 주세요.
en: Please check your network connection.
ja: ネットワーク接続を確認してください。

source: 네트워크가 불안정해요. 잠시 후 다시 시도해 주세요.
en: Your network is unstable. Please try again in a moment.
ja: ネットワークが不安定です。しばらくしてからもう一度お試しください。

source: 노이즈 제거 학습
en: Train with noise removal
ja: ノイズ除去で学習

source: 녹음
en: Record
ja: 録音

source: 녹음 또는 파일 업로드
en: Record or upload a file
ja: 録音またはファイルをアップロード

source: 녹음 시작
en: Start recording
ja: 録音開始

source: 녹음 예시
en: Recording example
ja: 録音の例

source: 녹음 중 오류가 발생했어요.
en: Something went wrong while recording.
ja: 録音中にエラーが発生しました。

source: 녹음 중…
en: Recording…
ja: 録音中…

source: 녹음 중이에요. 12초 이상 2분 이하로 녹음해 주세요.
en: Recording. Please record for 12 seconds to 2 minutes.
ja: 録音中です。12秒以上2分以下で録音してください。

source: 녹음/파일
en: Recording/file
ja: 録音／ファイル

source: 녹음/파일·직접 문구·날씨/운세 맞춤은 유료 이용권에서 사용할 수 있어요. 무료에서는 시스템 목소리와 기본 랜덤 문구로 알람을 만들 수 있어요.
en: Recording/file, custom phrases, and weather/fortune personalization are available on a paid plan. On the free plan you can make alarms with system voices and default random phrases.
ja: 録音／ファイル・直接入力の文・天気／占いのカスタマイズは有料プランでご利用いただけます。無料では、システムの声と基本のランダム文でアラームを作成できます。

source: 녹음으로 만들기
en: Create by recording
ja: 録音で作成

source: 녹음을 시작하지 못했어요.
en: Couldn't start recording.
ja: 録音を開始できませんでした。

source: 녹음을 시작해 주세요
en: Please start recording
ja: 録音を始めてください

source: 녹음을 저장했어요
en: Recording saved
ja: 録音を保存しました

source: 녹음을 저장했어요.
en: Recording saved.
ja: 録音を保存しました。

source: 녹음하거나 만든 목소리로 내 알람을 울릴 수 있어요.
en: Set your alarm to a voice you record or create.
ja: 録音したり作ったりした声で、自分のアラームを鳴らせます。

source: 녹음하거나 파일을 선택해 주세요.
en: Please record or select a file.
ja: 録音するか、ファイルを選択してください。

source: 누구의 목소리인지 알려줘요
en: Tell us whose voice it is
ja: 誰の声か教えてください

source: 닉네임
en: Nickname
ja: ニックネーム

source: 닉네임 수정
en: Edit nickname
ja: ニックネームを編集

source: 닉네임은 %lld자 이내로 써 주세요
en: Please keep the nickname within %lld characters
ja: ニックネームは%lld文字以内で入力してください

source: 닉네임을 입력해 주세요.
en: Please enter a nickname.
ja: ニックネームを入力してください。

source: 다가오는 공휴일
en: Upcoming holidays
ja: 今後の祝日

source: 다른 기기로 이전된 Apple ID 입니다. 다시 로그인해 주세요.
en: This Apple ID was transferred to another device. Please sign in again.
ja: 別の端末に移行されたApple IDです。もう一度ログインしてください。

source: 다른 코드 등록하기
en: Register another code
ja: 別のコードを登録

source: 다시 듣기
en: Replay
ja: もう一度聞く

source: 다시 만들기
en: Make another
ja: 作り直す

source: 다시 분석
en: Analyze again
ja: もう一度分析

source: 다시 시도
en: Retry
ja: 再試行

source: 다시 시작
en: Resume
ja: 再開

source: 다시 울릴 시간
en: Snooze interval
ja: スヌーズの間隔

source: 다시 울림 사용
en: Use snooze
ja: スヌーズを使う

source: 다음
en: Next
ja: 次へ

source: 다음 알람
en: Next alarm
ja: 次のアラーム

source: 다음 알람을 한눈에
en: Your next alarm at a glance
ja: 次のアラームをひと目で

source: 다음에 울릴 알람을 여기서 바로 볼 수 있어요.
en: Your next alarm shows up right here.
ja: 次に鳴るアラームがここに表示されます。

source: 닫기
en: Close
ja: 閉じる

source: 대기 중
en: Pending
ja: 保留中

source: 대체 공휴일 및 임시 공휴일 포함
en: Includes substitute and temporary holidays
ja: 振替休日・臨時祝日を含む

source: 더보기
en: More
ja: その他

source: 도시
en: City
ja: 都市

source: 동기화하려면 먼저 로그인해 주세요
en: Please log in first to sync.
ja: 同期するには、まずログインしてください。

source: 동의 기록에 실패했어요. 다시 시도해 주세요
en: Couldn't record your consent. Please try again.
ja: 同意の記録に失敗しました。もう一度お試しください。

source: 동의 내역을 불러오지 못했어요. 눌러서 다시 시도해 주세요.
en: Couldn't load your consents. Tap to retry.
ja: 同意内容を読み込めませんでした。タップして再試行してください。

source: 동의 철회
en: Withdraw consent
ja: 同意を撤回

source: 동의가 완료됐어요
en: Your consent has been recorded.
ja: 同意が完了しました。

source: 동의하고 계속하기
en: Agree and continue
ja: 同意して続ける

source: 동의하고 목소리 만들기
en: Agree and create voice
ja: 同意して声を作る

source: 동의하고 시작하기
en: Agree and start
ja: 同意して始める

source: 두 사람의 알람과 메시지 공유
en: Share alarms and messages between two people
ja: 二人でアラームとメッセージを共有

source: 뒤로
en: Back
ja: 戻る

source: 듣고 싶은 목소리가 깨워줘요.
en: Wake up to a voice you love.
ja: 聞きたい声が起こしてくれます。

source: 듣기
en: Play
ja: 再生

source: 들어보기
en: Listen
ja: 聞いてみる

source: 등록
en: Register
ja: 登録

source: 등록 가능한 코드라면 현재 %@ 이용권은 종료되고 새 이용권으로 바뀌어요.
en: If this code is valid, your current %@ plan will end and switch to the new plan.
ja: 登録可能なコードの場合、現在の%@プランは終了し、新しいプランに切り替わります。

source: 등록 중
en: Registering
ja: 登録中

source: 등록하면 현재 %@ 이용권이 변경돼요.
en: Registering will change your current %@ plan.
ja: 登録すると、現在の%@プランが変更されます。

source: 딸
en: Daughter
ja: 娘

source: 랜덤 문구
en: Random phrase
ja: ランダムフレーズ

source: 랜덤 문구 사용
en: Use random phrases
ja: ランダム文を使用

source: 랜덤 문구 정보
en: Random phrase info
ja: ランダム文言の情報

source: 랜덤 문구에서 이 이름으로 나를 불러요.
en: In random messages, this voice will call you by this name.
ja: ランダムな文言で、この名前であなたを呼びます。

source: 랜덤 컨텍스트
en: Random context
ja: ランダムの種類

source: 로 깨어나는 아침
en: you love
ja: で 目覚める朝

source: 로그아웃
en: Log out
ja: ログアウト

source: 로그아웃할까요?
en: Log out?
ja: ログアウトしますか？

source: 로그인
en: Log in
ja: ログイン

source: 로그인 정보를 다시 확인해 주세요
en: Please check your login details again
ja: ログイン情報をもう一度ご確認ください

source: 로그인됐어요.
en: You're signed in.
ja: ログインしました。

source: 로그인에 실패했어요
en: Couldn't log you in.
ja: ログインに失敗しました。

source: 로그인이 필요해요
en: Sign-in required
ja: ログインが必要です

source: 로그인이 필요해요.
en: Sign-in required.
ja: ログインが必要です。

source: 마음에 드는 하나면 충분해요. 나중에 언제든 바꿀 수 있어요.
en: One voice you like is enough. You can change it anytime later.
ja: 気に入った声を1つ選べば十分です。 あとからいつでも変更できます。

source: 마이크 권한
en: Microphone permission
ja: マイクの権限
